Repository: dotpay/drupalcommerce
Catalog: translations/*.po
Languages: pl

source: Payment
pl: Płatność

source: Waiting
pl: Oczekiwanie

source: My saved cards
pl: Moje zapisane karty

source: Channel payment is incorrect. Please try to place your order again.
pl: Kanał płatności jest nieprawidłowy. Spróbuj ponownie złożyć zamówienie.

source: Manage your Credit Cards (for One Click payments)
pl: Zarządzaj swoimi kartami płatniczymi (dla płatności One Click)

source: Instruction of your payment
pl: Instrukcja płatności

source: Exceeded expiration date of the generated payment link.
pl: Błąd! Przekroczona data ważności wygenerowanego linku płatności.

source: Selected payment channel is unknown.
pl: Błąd! Wybrany kanał płatności jest nieznany.

source: Selected channel payment is desabled.
pl: Błąd! Wybrany kanał płatności jest wyłączony.

source: Account is disabled.
pl: Błąd! Konto sprzedawcy jest zablokowane.

source: Seller account is inactive.
pl: Błąd! Konto sprzedawcy jest nieaktywne.

source: Amount is too low.
pl: Błąd! Kwota jest za niska.

source: Amount is too high.
pl: Błąd! Kwota jest za wysoka.

source: Data format is bad.
pl: 'Błędny format daty !

source: Request has been modified during transmission.
pl: Błąd! Podczas transmisji danych do Dotpay nastąpiła manipulacja danymi.

source: There were not given all request parameters.
pl: Nie dostarczono wszystkich wymaganych parametrów.

source: There was an unidentified error. Please contact to your seller and give him the order number.
pl: Wystąpił nieoczekiwany błąd. Skontaktuj się proszę ze sprzedawcą i podaj mu numer zamówienia.

source: Payment has failed. Please repeat it. If an error will be again, please contact to dealer.
pl: Płatność się nie powiodła. Spróbuj ponownie, a jeśli błąd będzie nadal występował, skontaktuj się ze sprzedawcą.

source: Rejected payment
pl: Płatność została odrzucona

source: Success payment
pl: Płatność zakończyła się powodzeniem

source: New payment
pl: Płatność zainicjowana

source: You didn't fill all required fields.
pl: Nie uzupełniłeś wszystkich wymaganych pól.

source: Your BLIK code is incorrect.
pl: Twój kod BLIK jest niepoprawny

source: Select a payment channel.
pl: Wybierz kanał płatności.

source: Your phone number is incorrect.
pl: Twój numer telefonu jest niepoprawny.

source: Download blankiet
pl: Pobierz blankiet

source: Make a money transfer
pl: Zrób przelew bankowy

source: Order @order_number
pl: Numer zamówienia @order_number

source: Main settings (required)
pl: Ustawienia główne (wymagane)

source: Your seller 6 digits ID (The same as in Dotpay user panel)
pl: Numer ID ( 6 cyfr ) - przepisz z panelu Dotpay

source: Please contact the Customer Care to get new account if your ID has less than 6 digits
pl: Jeśli Twoje ID ma mniej niż 6 cyfr, skontaktuj się z BOK Dotpay w celu założenia konta w nowym środowisku

source: https://ssl.dotpay.pl/en/customer_care
pl: http://www.dotpay.pl/kontakt/biuro-obslugi-klienta/

source: Contact
pl: Kontakt

source: Your seller PIN (The same as in Dotpay user panel)
pl: PIN przepisz z panelu Dotpay

source: Test Mode
pl: Tryb testowy

source: I'm using Dotpay test account (test ID) to payment simulations
pl: Używam konta testowego w Dotpay (ID testowe) do symulacji płatności

source: Required Dotpay test account:
pl: Wymagane konto testowe Dotpay:

source: Dotpay test account registration
pl: Rejestracja konta testowego w systemie Dotpay

source: registration
pl: rejestracja

source: Enable
pl: Włącz

source: Disable
pl: Wyłącz

source: Dotpay widget enabled
pl: Włącz widget (prezentacja kanałów płatności)

source: Display payment channels in a shop
pl: Wyświetlanie kanałów płatności na stronie sklepu

source: Additional settings:
pl: Ustawienia dodatkowe:

source: Required for proper operation One Click and display instructions for Transfer channels (wire transfer data are not passed to the bank and a payer needs to copy or write the data manually)
pl: Wymagane dla poprawnego działania One Click oraz wyświetlenia na stronie sklepu instrukcji płatniczych dla kanałów nietransferowych.

source: Dotpay API username
pl: Nazwa użytkownika API

source: Your username for Dotpay seller panel
pl: Twój login do panelu administracyjnego Dotpay

source: Dotpay API password
pl: Hasło API

source: Your password for Dotpay seller panel
pl: Twoje hasło do panelu administracyjnego Dotpay

source: Separate ID for foreign currencies
pl: Osobne konto Dotpay dla płatności walutowych

source: I have separate ID for foreign currencies
pl: Posiadam osobne konto dla płatności walutowych

source: You can enable separate ID for foreign currencies
pl: Możesz włączyć osobny kanał kartowy dla księgowania wpłat w konkretnej walucie

source: ID for foreign currencies account
pl: Numer ID dla konta z kanałem walutowym

source: Seller ID for separated card channel (copy from Dotpay user panel)
pl: ID sprzedawcy dla osobnego kanału walutowego ( przepisz z panelu Dotpay)

source: PIN for foreign currencies account
pl: PIN dla konta z kanałem walutowym

source: Seller PIN for separated card channel (copy from Dotpay user panel)
pl: PIN sprzedawcy dla osobnego kanału walutowego ( przepisz z panelu Dotpay)

source: Currencies for separate ID
pl: Waluty, dla których kanał walutowy będzie dostępny

source: Please enter currency codes separated by commas, for example: EUR,USD
pl: Proszę podać kody walut, oddzielone przecinkami, np.: EUR,USD

source: Blik channel separately by Dotpay
pl: Osobno kanał BLIK przez Dotpay

source: Blik via Dotpay
pl: Blik (dzięki Dotpay)

source: Blik by Dotpay
pl: BLIK przez Dotpay

source: Pay via BLIK (by Dotpay)
pl: Płać przez BLIK (dzięki Dotpay)

source: To continue payment, please enter the BLIK code.
pl: Aby kontynuować płatność, wprowadź poniżej kod BLIK.

source: BLIK code
pl: Kod BLIK

source: The BLIK code is a 6-digit authorisation number, which is displayed after you log on to the Mobile Application from Your Bank.
pl: Kod BLIK to 6-cyfrowy kod autoryzacyjny, który możesz uzyskać zaraz po zalogowaniu w aplikacji mobilnej Twojego banku.

source: Pay via BLIK
pl: Płać przez BLIK

source: Credit card channel separately by Dotpay
pl: Osobno kanał kartowy przez Dotpay

source: Credit card via Dotpay
pl: Karta płatnicza (dzięki Dotpay)

source: Credit card by Dotpay
pl: Karty płatnicze przez Dotpay

source: Pay via credit card
pl: Płatność kartą płatniczą

source: To continue payment, please complete Your data.
pl: Aby kontynuować płatność, uzupełnij proszę Twoje dane.

source: Enter Your phone number:
pl: Twój numer telefonu:

source: This payment method requires additions your data.
pl: Ta metoda płatności wymaga podania dodatkowych danych.

source: MasterPass channel separately via Dotpay
pl: Osobno kanał MasterPass poprzez Dotpay

source: MasterPass via Dotpay
pl: MasterPass (dzięki Dotpay)

source: MasterPass by Dotpay
pl: MasterPass przez Dotpay

source: MasterPass via Dotpay
pl: MasterPass (dzięki Dotpay)

source: Pay via MasterPass
pl: Płać przez MasterPass

source: One Click card channel via Dotpay
pl: Kanał one click dla kart płatniczych dzięki Dotpay

source: Credit card - One Click by Dotpay
pl: Płatności kartowe One Click (dzięki Dotpay)

source: One Click by Dotpay
pl: Płatności One Click przez Dotpay

source: Pay via credit card by One Click
pl: Płatność One Click kartą płatniczą

source: Choose from saved cards
pl: Wybierz spośród zapisanych kart

source: Manage your saved cards
pl: Zarządzaj swoimi zapisanymi kartami

source: Saved cards
pl: Twoje zapisane karty:

source: Register a new card
pl: Zarejestruj nową kartę

source: I agree to repeated loading bill my credit card for the payment One-Click by way of purchase of goods or services offered by the store.
pl: Wyrażam zgodę na powtarzające się obciążanie rachunku mojej karty płatniczej dla celów realizacji płatności One Click, tytułem zakupu towarów lub usług oferowanych przez Sklep.

source: Pay faster via Credit Card
pl: Płać szybciej kartami płatniczymi

source: Card channel for Your currency
pl: Kanał kartowy dla Twoje waluty

source: Card channel
pl: Kanał kartowy

source: Card channel by Dotpay
pl: Karty płatnicze dzięki Dotpay

source: Dotpay main channel
pl: Główny kanał płatności Dotpay

source: Dotpay - fast and secure payment
pl: Dotpay - szybkie i bezpieczne płatności

source: Dotpay payment channels
pl: Kanały płatności Dotpay

source: Dotpay - fast and secure payment
pl: Dotpay - szybkie i bezpieczne płatności

source: Select one of the available below payment methods
pl: Wybierz jedną z dostępnych poniżej metod płatności

source: Pay via Dotpay
pl: Płać przez Dotpay
